{
  "irPlan": "",
  "threatScenario": "Surprise me with the threat.",
  "companyName": "Global Energy LNG",
  "companyInfo": "Global Energy LNG is a leading provider of liquid natural gas solutions, serving customers worldwide with innovative energy solutions. The company operates multiple facilities with state-of-the-art technology to ensure efficient and safe production of LNG.",
  "industry": "Liquid Natural Gas",
  "itStaff": "The IT staff consists of 15 members, including network administrators, system engineers, and IT support specialists, all responsible for maintaining the company's digital infrastructure and ensuring smooth operations across all business functions.",
  "otStaff": "The OT staff includes 20 members, comprising control system engineers, maintenance technicians, and process control experts, who oversee the operational technology and ensure the reliability and safety of the LNG production processes.",
  "cybersecurityStaff": "The cybersecurity staff comprises 8 dedicated professionals, including security analysts, incident responders, and a chief information security officer (CISO), all focused on protecting the company's digital assets and ensuring compliance with industry regulations.",
  "leadershipStaff": "The leadership team includes the CEO, CFO, COO, and the heads of IT, OT, and cybersecurity. This team drives the strategic vision of the company and ensures alignment across all departments to achieve business objectives.",
  "networkEnvironment": "Computer Systems/Nodes:1. Azure:   - Application Servers   - AD Server2. AWS:   - SAP   - AD Server3. Remote Users:   - Remote User (Business LAN)   - Remote User (Business LAN)4. Business LAN:   - AD Server (2 nodes)   - Workstation (2 nodes)   - Laptop (2 nodes)5. 2.5 / DMZ:   - PI Historian App Station   - Regulus Switch6. Control Room:   - Train 1 OWS   - Train 2 OWS   - Train 3 OWS   - OSBL / Utilities OWS7. Engineering Room:   - Engineering Workstation   - EWS   - EWS PC8. Liquefaction IO:   - Liquefaction Thin Client (4 nodes)   - Pro+    - Pro+Plus   - OSBL/Regas Thin Client (2 nodes)9. Train 1:   - DeltaV Controller (2 nodes)   - SIS PLC1   - SIS PLC2   - vWS (3 nodes)   - vEWS (3 nodes)   - FIC (3 nodes)   - Process (3 nodes)10. Train 2:    - DeltaV Controller (2 nodes)    - SIS PLC1    - SIS PLC2    - vWS (3 nodes)    - vEWS (3 nodes)    - FIC (3 nodes)    - Process (3 nodes)11. Train 3:    - DeltaV Controller (2 nodes)    - SIS PLC1    - SIS PLC2    - vWS (3 nodes)    - vEWS (3 nodes)    - FIC (3 nodes)    - Process (3 nodes)12. OSBL / Utilities:    - DeltaV VTX (includes A/O)    - DeltaV Controller    - SIS PLC1    - SIS PLC2    - vWS (3 nodes)    - vEWS (3 nodes)    - FIC (3 nodes)    - Process (3 nodes)Networks:1. Azure Network2. AWS Network3. Business LAN4. 2.5 / DMZ5. Control Room Network6. Engineering Room Network7. Liquefaction IO Network8. Train 1 Network9. Train 2 Network10. Train 3 Network11. OSBL / Utilities NetworkSubnets:1. Azure Subnet2. AWS Subnet3. Business LAN Subnet4. 2.5 / DMZ Subnet5. Control Room Subnet6. Engineering Room Subnet7. Liquefaction IO Subnet8. Train 1 Subnet9. Train 2 Subnet10. Train 3 Subnet11. OSBL / Utilities SubnetIP Addresses:Not specified in the image.Zones:1. Azure Zone2. AWS Zone3. Business LAN Zone4. 2.5 / DMZ Zone5. Control Room Zone6. Engineering Room Zone7. Liquefaction IO Zone8. Train 1 Zone9. Train 2 Zone10. Train 3 Zone11. OSBL / Utilities ZoneConnections:1. Azure and AWS are connected to the Business LAN via a firewall.2. Business LAN is connected to the 2.5 / DMZ via a diode.3. 2.5 / DMZ is connected to the Control Room, Engineering Room, and Liquefaction IO.4. Control Room, Engineering Room, and Liquefaction IO are connected to Train 1, Train 2, Train 3, and OSBL / Utilities.Total count of all computer systems/nodes: 74",
  "injects": "",
  "winConditions": "",
  "loseConditions": "",
  "additionalInstructions": ""
}